/* hybrid map view */
"Hybrid" = "Híbrido";

/* the points of interest on the map */
"Points of Interest" = "Puntos de Interés";

/* satellite map view */
"Satellite" = "Satélite";

/* standard map view */
"Standard" = "Estándar";

"degrees Farenheit" = "grados farenheit";

"is really" = "es en realidad";

"degrees Celsius" = "grados centígrados";
